Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.screenshot.error.renderedContentMismatch
source: The browser screenshot disagreed with rendered text at %1$@; %lld text probes were blank after %lld attempts.
ar: لم تطابق لقطة شاشة المتصفح النص المصيّر عند %1$@؛ حيث كان هناك %lld مسبار نصوص فارغ بعد %lld محاولة
de: Der Browser-Screenshot stimmte nicht mit dem gerenderten Text bei %1$@ überein; %lld Textprüfungen waren nach %lld Versuchen leer.
es: La captura de pantalla del navegador no coincidió con el texto renderizado en %1$@; %lld sondas de texto estuvieron en blanco tras %lld intentos.
fr: La capture d'écran du navigateur ne correspondait pas au texte affiché à %1$@ ; %lld sondes de texte étaient vides après %lld tentatives
ja: ブラウザのスクリーンショットが %1$@ のレンダリングテキストと一致しませんでした。%lld 個のテキストプローブ は %lld 回の試行後も 空白のままでした。
ko: %1$@에서 브라우저 스크린샷이 렌더링된 텍스트와 일치하지 않습니다. %lld개의 텍스트 프로브가 %lld번의 시도 후에도 비어 있었습니다.
zh_hans: 浏览器截图与 %1$@ 处的渲染文本不一致；有 %lld 个文本探针 在 %lld 次尝试 后仍为空。
zh_hant: 瀏覽器截圖與在 %1$@ 處的渲染文字不符；有 %lld 個文字探針為空白，在經過 %lld 次嘗試之後。

# browser.screenshot.error.webContentMetricsUnavailable
source: The page dimensions could not be read.
ar: تعذر قراءة أبعاد الصفحة.
de: Die Seitenabmessungen konnten nicht gelesen werden.
es: No se pudieron leer las dimensiones de la página.
fr: Les dimensions de la page n’ont pas pu être lues.
it: Non è stato possibile leggere le dimensioni della pagina.
ja: ページの寸法を読み取れませんでした。
ko: 페이지 크기를 읽을 수 없습니다.
nb: Sidedimensjonene kunne ikke leses.
pt_br: Não foi possível ler as dimensões da página.
ru: Не удалось прочитать размеры страницы.
uk: Не вдалося прочитати розміри сторінки.
zh_hans: 无法读取页面尺寸。
zh_hant: 無法讀取頁面尺寸。

# browser.screenshotPage.copied
source: Copied
ar: تم النسخ
bs: Kopirano
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
ko: 복사됨
nb: Kopiert
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
zh_hans: 已复制
zh_hant: 已複製

# browser.screenshotPage.copied.help
source: Screenshot copied to clipboard
ar: تم نسخ لقطة الشاشة إلى الحافظة
bs: Snimak ekrana je kopiran u međuspremnik
da: Skærmbillede kopieret til udklipsholder
de: Screenshot in die Zwischenablage kopiert
es: Captura de pantalla copiada al portapapeles
fr: Capture d’écran copiée dans le presse-papiers
it: Screenshot copiato negli appunti
ja: スクリーンショットをクリップボードにコピーしました
ko: 스크린샷이 클립보드에 복사됨
nb: Skjermbilde kopiert til utklippstavlen
pl: Zrzut ekranu skopiowany do schowka
pt_br: Captura de tela copiada para a área de transferência
ru: Снимок экрана скопирован в буфер обмена
th: คัดลอกภาพหน้าจอไปยังคลิปบอร์ดแล้ว
tr: Ekran görüntüsü panoya kopyalandı
uk: Знімок екрана скопійовано до буфера обміну
zh_hans: 截图已复制到剪贴板
zh_hant: 截圖已複製到剪貼簿

# browser.screenshotPage.copy.help
source: Screenshot Page to Clipboard
ar: نسخ لقطة شاشة الصفحة إلى الحافظة
bs: Snimi stranicu u međuspremnik
da: Skærmbillede af side til udklipsholder
de: Seiten-Screenshot in die Zwischenablage
es: Capturar página al portapapeles
fr: Capture de la page vers le presse-papiers
it: Screenshot pagina negli appunti
ja: ページのスクリーンショットをクリップボードへ
ko: 페이지 스크린샷을 클립보드로 복사
nb: Skjermbilde av side til utklippstavlen
pl: Zrzut ekranu strony do schowka
pt_br: Capturar página para a área de transferência
ru: Снимок страницы в буфер обмена
th: ถ่ายภาพหน้าจอหน้าเว็บไปยังคลิปบอร์ด
tr: Sayfanın ekran görüntüsünü panoya kopyala
uk: Знімок сторінки до буфера обміну
zh_hans: 将页面截图复制到剪贴板
zh_hant: 將頁面截圖複製到剪貼簿

# browser.screenshotSection.instructions
source: Click and drag to select. Esc cancels.
ar: انقر واسحب للتحديد. Esc للإلغاء.
bs: Kliknite i povucite za odabir. Esc otkazuje.
da: Klik og træk for at vælge. Esc annullerer.
de: Zum Auswählen klicken und ziehen. Esc bricht ab.
es: Haz clic y arrastra para seleccionar. Esc cancela.
fr: Cliquez et faites glisser pour sélectionner. Échap annule.
it: Fai clic e trascina per selezionare. Esc annulla.
ja: ドラッグで選択。Escでキャンセル。
ko: 선택하려면 클릭하고 드래그하세요. Esc 취소.
nb: Klikk og dra for å velge. Esc avbryter.
pl: Kliknij i przeciągnij, aby zaznaczyć. Esc anuluje.
pt_br: Clique e arraste para selecionar. Esc cancela.
ru: Нажмите и перетащите, чтобы выбрать. Esc отменяет.
th: คลิกแล้วลากเพื่อเลือก กด Esc เพื่อยกเลิก
tr: Seçmek için tıklayıp sürükleyin. Esc iptal eder.
uk: Клацніть і перетягніть, щоб вибрати. Esc скасовує.
zh_hans: 点击并拖动以选择。按 Esc 取消。
zh_hant: 按一下並拖移以選取。按 Esc 取消。

# browser.search.placeholder
source: Search
ar: بحث
bs: Pretraži
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nb: Søk
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# browser.stop
source: Stop
ar: إيقاف
bs: Zaustavi
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중단
nb: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
th: หยุด
tr: Durdur
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

# browser.switchToTab
source: Switch to tab
ar: التبديل إلى اللسان
bs: Prebaci se na tab
da: Skift til fane
de: Zum Tab wechseln
es: Cambiar a pestaña
fr: Basculer vers l'onglet
it: Passa alla scheda
ja: タブに切替
ko: 탭으로 전환
nb: Bytt til fane
pl: Przełącz na kartę
pt_br: Alternar para aba
ru: Перейти к вкладке
th: สลับไปยังแท็บ
tr: Sekmeye geç
uk: Перейти до вкладки
zh_hans: 切换到标签页
zh_hant: 切換至標籤頁

# browser.theme.buttonHelp
source: Browser Theme: %@
ar: سمة المتصفح: %@
es: Tema del navegador: %@
fr: Thème du navigateur : %@
ja: ブラウザーテーマ: %@
ko: 브라우저 테마: %@
uk: Тема браузера: %@
zh_hans: 浏览器主题：%@
zh_hant: 瀏覽器主題：%@

# browser.toggleDevTools
source: Toggle Developer Tools
ar: تبديل أدوات المطور
bs: Prebaci razvojne alate
da: Slå udviklerværktøjer til/fra
de: Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo
fr: Afficher/masquer les outils de développement
it: Attiva/Disattiva Strumenti sviluppatore
ja: デベロッパツールを切替
ko: 개발자 도구 전환
nb: Slå utviklerverktøy av/på
pl: Przełącz narzędzia deweloperskie
pt_br: Alternar Ferramentas do Desenvolvedor
ru: Инструменты разработчика
th: สลับเครื่องมือนักพัฒนา
tr: Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具

# browser.viewport.error.attachedBrowserInspector
source: Close or detach the browser inspector before changing the browser viewport
ar: أغلق فاحص المتصفح أو افصله قبل تغيير منفذ عرض المتصفح
de: Schließen oder trennen Sie den Browser-Inspektor, bevor Sie den Browser-Viewport ändern
es: Cierra o desacopla el inspector del navegador antes de cambiar el viewport del navegador
fr: Fermez ou détachez l'inspecteur du navigateur avant de modifier la fenêtre d'affichage du navigateur
ja: ブラウザのビューポートを変更する前にブラウザインスペクタを閉じるか切り離してください
ko: 브라우저 뷰포트를 변경하기 전에 브라우저 검사기를 닫거나 분리하세요.
zh_hans: 更改浏览器视口前，请先关闭或分离浏览器检查器
zh_hant: 在變更瀏覽器檢視區之前，請先關閉或分離瀏覽器檢查器

# browser.viewport.error.dimensionsOutOfRange
source: Viewport dimensions must be between 1 and 4096
ar: يجب أن تكون أبعاد منفذ العرض بين 1 و 4096
de: Viewport-Abmessungen müssen zwischen 1 und 4096 liegen
es: Las dimensiones del viewport deben estar entre 1 y 4096
fr: Les dimensions de la fenêtre d'affichage doivent être comprises entre 1 et 4096
ja: ビューポートの寸法は 1 から 4096 の範囲で指定してください
ko: 뷰포트 크기는 1에서 4096 사이여야 합니다.
zh_hans: 视口尺寸必须介于 1 到 4096 之间
zh_hant: 檢視區尺寸必須介於 1 到 4096 之間

# browser.viewport.error.elementFullscreen
source: Exit browser element fullscreen before changing the browser viewport
ar: اخرج من وضع ملء الشاشة لعنصر المتصفح قبل تغيير منفذ عرض المتصفح
de: Verlassen Sie den Vollbildmodus des Browser-Elements, bevor Sie den Browser-Viewport ändern
es: Sal de la pantalla completa del elemento del navegador antes de cambiar el viewport del navegador
fr: Quittez le mode plein écran de l'élément de navigateur avant de modifier la fenêtre d'affichage du navigateur
ja: ブラウザのビューポートを変更する前に、ブラウザの要素フルスクリーンを終了してください
ko: 브라우저 뷰포트를 변경하기 전에 브라우저 요소의 전체 화면을 종료하세요.
zh_hans: 更改浏览器视口前，请先退出浏览器元素全屏
zh_hant: 在變更瀏覽器檢視區之前，請先退出瀏覽器元素的全螢幕模式

# browser.viewport.error.renderGeometryTooLarge
source: Viewport and page zoom exceed browser render limits
ar: يتجاوز منفذ العرض وتكبير الصفحة حدود تصيير المتصفح
de: Viewport und Seitenzoom überschreiten die Rendergrenzen des Browsers
es: El viewport y el zoom de la página superan los límites de renderizado del navegador
fr: Le zoom de la fenêtre d'affichage et de la page dépasse les limites de rendu du navigateur
ja: ビューポートとページズームがブラウザのレンダリング上限を超えています
ko: 뷰포트 및 페이지 배율이 브라우저 렌더링 한계를 초과합니다.
zh_hans: 视口与页面缩放超出浏览器渲染上限
zh_hant: 檢視區和頁面縮放超出瀏覽器轉譯限制

# browser.viewport.error.requiresIntegerDimensions
source: browser.viewport.set requires integer width and height
ar: يتطلب browser.viewport.set عرضًا وارتفاعًا صحيحين
de: browser.viewport.set erfordert ganzzahlige Werte für Breite und Höhe
es: browser.viewport.set requiere que el ancho y el alto sean números enteros
fr: browser.viewport.set requiert une largeur et une hauteur entières
ja: browser.viewport.set には整数の width と height が必要です
ko: browser.viewport.set에는 정수 형식의 너비와 높이가 필요합니다.
zh_hans: browser.viewport.set 要求宽度和高度为整数
zh_hant: browser.viewport.set 需要整數的寬度與高度

# canvas.commandScrollHint
source: Command+scroll pans the canvas from anywhere
ar: Command+التمرير يحرّك اللوحة من أي مكان
bs: Command+skrolanje pomiče platno s bilo kojeg mjesta
da: Kommando+rul panorerer lærredet fra hvor som helst
de: Command+Scrollen verschiebt die Canvas von überall
es: Comando+desplazar mueve el lienzo desde cualquier lugar
fr: Commande+défilement déplace le canevas depuis n’importe où
it: Comando+scorri per spostare il canvas da qualsiasi punto
ja: Command+スクロールでどこからでもキャンバスをパンできます
ko: Command+스크롤로 어디서나 캔버스를 이동할 수 있습니다
nb: Kommando+rull panorerer lerretet fra hvor som helst
pl: Command+przewijanie przesuwa kanwę z dowolnego miejsca
pt_br: Command+rolar move o canvas de qualquer lugar
ru: Command+прокрутка перемещает холст из любого места
th: Command+เลื่อนเพื่อแพนแคนวาสจากที่ใดก็ได้
tr: Command+kaydırma tuvali her yerden kaydırır
uk: Command+прокручування переміщує полотно з будь-якого місця
zh_hans: 按住 Command 滚动可在任意位置平移画布
zh_hant: 按住 Command 捲動可在任意位置平移畫布

# canvas.minimap.accessibilityHelp
source: Click or drag to move the canvas viewport
ar: انقر أو اسحب لتحريك منفذ عرض اللوحة
bs: Kliknite ili povucite za pomicanje prikaza platna
da: Klik eller træk for at flytte lærredets visningsområde
de: Klicken oder ziehen, um den Canvas-Viewport zu verschieben
es: Haz clic o arrastra para mover la vista del lienzo
fr: Cliquez ou faites glisser pour déplacer la fenêtre du canevas
it: Fai clic o trascina per spostare la visuale del canvas
ja: クリックまたはドラッグしてキャンバスの表示範囲を移動します
ko: 클릭하거나 드래그하여 캔버스 뷰포트를 이동합니다
nb: Klikk eller dra for å flytte lerretets visningsområde
pl: Kliknij lub przeciągnij, aby przesunąć widok kanwy
pt_br: Clique ou arraste para mover a área de visualização do canvas
ru: Нажмите или перетащите, чтобы переместить область просмотра холста
th: คลิกหรือลากเพื่อย้ายวิวพอร์ตของแคนวาส
tr: Tuval görünümünü taşımak için tıklayın veya sürükleyin
uk: Клацніть або перетягніть, щоб перемістити область перегляду полотна
zh_hans: 点按或拖动以移动画布视口
zh_hant: 點按或拖曳以移動畫布視口

# canvas.minimap.accessibilityLabel
source: Canvas minimap
ar: خريطة مصغرة للوحة
bs: Minimapa platna
da: Lærredsminikort
es: Minimapa del lienzo
fr: Mini-carte du canevas
it: Minimappa del canvas
ja: キャンバスミニマップ
ko: 캔버스 미니맵
nb: Minikart for lerret
pl: Minimapa kanwy
pt_br: Minimapa do canvas
ru: Мини-карта холста
th: แผนที่ย่อแคนวาส
tr: Tuval mini haritası
uk: Мінікарта полотна
zh_hans: 画布小地图
zh_hant: 畫布小地圖

# canvas.pane.close.help
source: Close Pane
ar: إغلاق الجزء
bs: Zatvori okno
da: Luk rude
de: Panel schließen
es: Cerrar panel
fr: Fermer le panneau
it: Chiudi riquadro
ja: ペインを閉じる
ko: 창 닫기
nb: Lukk rute
pl: Zamknij panel
pt_br: Fechar Painel
ru: Закрыть панель
th: ปิดบานหน้าต่าง
tr: Bölmeyi Kapat
uk: Закрити панель
zh_hans: 关闭窗格
zh_hant: 關閉窗格

# cli.browser.cookies.usage
source: browser cookies <get|set|clear> [set: --http-only] [...]
ar: browser cookies <get|set|clear> [set فقط: --http-only] [...]
bs: browser cookies <get|set|clear> [samo set: --http-only] [...]
da: browser cookies <get|set|clear> [kun set: --http-only] [...]
de: browser cookies <get|set|clear> [nur set: --http-only] [...]
es: browser cookies <get|set|clear> [solo set: --http-only] [...]
fr: browser cookies <get|set|clear> [set uniquement : --http-only] [...]
it: browser cookies <get|set|clear> [solo set: --http-only] [...]
ja: browser cookies <get|set|clear> [set のみ: --http-only] [...]
ko: browser cookies <get|set|clear> [set 전용: --http-only] [...]
nb: browser cookies <get|set|clear> [kun set: --http-only] [...]
pl: browser cookies <get|set|clear> [tylko set: --http-only] [...]
pt_br: browser cookies <get|set|clear> [somente set: --http-only] [...]
ru: browser cookies <get|set|clear> [только set: --http-only] [...]
th: browser cookies <get|set|clear> [เฉพาะ set: --http-only] [...]
tr: browser cookies <get|set|clear> [yalnızca set: --http-only] [...]
uk: browser cookies <get|set|clear> [лише set: --http-only] [...]
zh_hans: browser cookies <get|set|clear> [仅 set：--http-only] [...]
zh_hant: browser cookies <get|set|clear> [僅 set：--http-only] [...]

# cli.browser.cookies.help
source: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [set: --http-only] [--all]
ar: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [set فقط: --http-only] [--all]
bs: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [samo set: --http-only] [--all]
da: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [kun set: --http-only] [--all]
de: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [nur set: --http-only] [--all]
es: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [solo set: --http-only] [--all]
fr: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [set uniquement : --http-only] [--all]
it: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [solo set: --http-only] [--all]
ja: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [set のみ: --http-only] [--all]
ko: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [set 전용: --http-only] [--all]
nb: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [kun set: --http-only] [--all]
pl: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [tylko set: --http-only] [--all]
pt_br: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [somente set: --http-only] [--all]
ru: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [только set: --http-only] [--all]
th: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [เฉพาะ set: --http-only] [--all]
tr: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [yalnızca set: --http-only] [--all]
uk: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [лише set: --http-only] [--all]
zh_hans: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [仅 set：--http-only] [--all]
zh_hant: cookies <get|set|clear> [--name <name>] [--value <value>] [--url <url>] [--domain <domain>] [--path <path>] [--expires <unix>] [--secure] [僅 set：--http-only] [--all]

# cli.browser.designMode.disabled
source: disabled
ar: معطّل
de: deaktiviert
es: deshabilitado
fr: désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 已禁用
zh_hant: 已停用

# cli.browser.designMode.enabled
source: enabled
ar: مُمكّن
de: aktiviert
es: habilitado
fr: activé
ja: 有効
ko: 활성화됨
zh_hans: 已启用
zh_hant: 已啟用

# cli.browser.designMode.expectedModes
source: browser design-mode requires one of: enable, disable, toggle, status
ar: يتطلب browser design-mode واحدًا مما يلي: enable، disable، toggle، status
de: browser design-mode erfordert eines von: enable, disable, toggle, status
es: browser design-mode requiere uno de los siguientes: enable, disable, toggle, status
fr: browser design-mode requiert l'un des modes suivants : enable, disable, toggle, status
ja: browser design-mode には enable、disable、toggle、status のいずれかを指定してください
ko: browser design-mode에는 enable, disable, toggle, status 중 하나가 필요합니다.
zh_hans: browser design-mode 需要以下之一：enable、disable、toggle、status
zh_hant: browser design-mode 需要以下其中之一：enable, disable, toggle, status

# cli.browser.designMode.rpcExpectedModes
source: mode must be one of: enable, disable, toggle
ar: يجب أن يكون الوضع أحد التالي: enable، disable، toggle
de: Modus muss einer von folgenden sein: enable, disable, toggle
es: el modo debe ser uno de los siguientes: enable, disable, toggle
fr: le mode doit être l'un des suivants : enable, disable, toggle
ja: mode は enable、disable、toggle のいずれかである必要があります
ko: 모드는 enable, disable, toggle 중 하나여야 합니다.
zh_hans: mode 必须为以下之一：enable、disable、toggle
zh_hant: 模式必須是以下其中之一：enable, disable, toggle

# cli.browser.designMode.timeout
source: Timed out updating browser design mode
ar: انتهت مهلة تحديث وضع تصميم المتصفح
de: Zeitüberschreitung beim Aktualisieren des Browser-Design-Modus
es: Se agotó el tiempo de espera al actualizar el modo de diseño del navegador
fr: Délai d'attente dépassé lors de la mise à jour du mode conception du navigateur
ja: ブラウザデザインモードの更新がタイムアウトしました
ko: 브라우저 디자인 모드 업데이트 시간 초과
zh_hans: 更新浏览器设计模式超时
zh_hant: 更新瀏覽器設計模式逾時

# cli.browser.designMode.updateFailed
source: Browser design mode could not be updated
ar: تعذر تحديث وضع تصميم المتصفح
de: Browser-Design-Modus konnte nicht aktualisiert werden
es: No se pudo actualizar el modo de diseño del navegador
fr: Le mode conception du navigateur n'a pas pu être mis à jour
ja: ブラウザデザインモードを更新できませんでした
ko: 브라우저 디자인 모드를 업데이트할 수 없습니다.
zh_hans: 无法更新浏览器设计模式
zh_hant: 無法更新瀏覽器設計模式

# cli.browser.error.circularEvaluationResult
source: Browser evaluation result contains a circular reference
ar: تحتوي نتيجة تقييم المتصفح على مرجع دائري
de: Ergebnis der Browser-Evaluierung enthält einen Zirkelbezug
es: El resultado de la evaluación del navegador contiene una referencia circular
fr: Le résultat de l'évaluation du navigateur contient une référence circulaire
ja: ブラウザの評価結果に循環参照が含まれています
ko: 브라우저 평가 결과에 순환 참조가 포함되어 있습니다
zh_hans: 浏览器求值结果包含循环引用
zh_hant: 瀏覽器評估結果包含循環參照

# cli.browser.error.diffViewerAllowlistInvalid
source: Invalid trusted diff viewer allowlist
ar: قائمة مسموحات عارض الفروق الموثوق غير صالحة
de: Ungültige Zulassungsliste für vertrauenswürdige Diff-Viewer
es: Lista de permitidos del visor de diferencias de confianza no válida
fr: Liste d'autorisation du visionneur de diff de confiance non valide
ja: 信頼済み差分ビューアの許可リストが無効です
ko: 올바르지 않은 신뢰할 수 있는 diff 뷰어 허용 목록
zh_hans: 受信任 diff 查看器允许列表无效
zh_hant: 無效的受信任 diff 檢視器允許清單

# cli.browser.error.diffViewerAllowlistMissingOrInvalid
source: Missing or invalid trusted diff viewer allowlist
ar: قائمة مسموحات عارض الفروق الموثوق مفقودة أو غير صالحة
de: Fehlende oder ungültige Zulassungsliste für vertrauenswürdige Diff-Viewer
es: Lista de permitidos del visor de diferencias de confianza ausente o no válida
fr: Liste d'autorisation du visionneur de diff de confiance manquante ou non valide
ja: 信頼済み差分ビューアの許可リストがないか、無効です
ko: 신뢰할 수 있는 diff 뷰어 허용 목록이 누락되었거나 올바르지 않습니다.
zh_hans: 受信任 diff 查看器允许列表缺失或无效
zh_hant: 遺失或無效的受信任 diff 檢視器允許清單

# cli.browser.error.diffViewerSessionInvalid
source: Invalid trusted diff viewer session
ar: جلسة عارض الفروق الموثوق غير صالحة
de: Ungültige Sitzung für vertrauenswürdige Diff-Viewer
es: Sesión del visor de diferencias de confianza no válida
fr: Session du visionneur de diff de confiance non valide
ja: 信頼済み差分ビューアのセッションが無効です
ko: 올바르지 않은 신뢰할 수 있는 diff 뷰어 세션
zh_hans: 受信任 diff 查看器会话无效
zh_hant: 無效的受信任 diff 檢視器工作階段

# cli.browser.error.diffViewerSessionMissing
source: Missing trusted diff viewer session
ar: جلسة عارض الفروق الموثوق مفقودة
de: Fehlende Sitzung für vertrauenswürdige Diff-Viewer
es: Sesión del visor de diferencias de confianza ausente
fr: Session du visionneur de diff de confiance manquante
ja: 信頼済み差分ビューアのセッションがありません
ko: 신뢰할 수 있는 diff 뷰어 세션이 누락되었습니다.
zh_hans: 缺少受信任 diff 查看器会话
zh_hant: 遺失受信任 diff 檢視器工作階段

# cli.browser.error.urlBlockedByPolicy
source: Blocked by your organization's browser policy
ar: محظور بموجب سياسة متصفح مؤسستك
de: Durch die Browser-Richtlinie Ihrer Organisation blockiert
es: Bloqueado por la política de navegación de tu organización
fr: Bloqué par la politique de navigation de votre organisation
ja: 組織のブラウザポリシーによりブロックされました
ko: 조직의 브라우저 정책에 의해 차단됨
zh_hans: 已被你所在组织的浏览器策略拦截
zh_hant: 已被您的組織瀏覽器原則封鎖

# cli.browser.error.urlBlockedByUserPolicy
source: Blocked by the embedded-browser URL policy
ar: محظور بموجب سياسة روابط URL للمتصفح المضمن
de: Durch die Richtlinie für eingebettete Browser-URLs blockiert
es: Bloqueado por la política de URL del navegador integrado
fr: Bloqué par la politique d'URL du navigateur intégré
ja: 内蔵ブラウザのURLポリシーによりブロックされました
ko: 내장 브라우저 URL 정책에 의해 차단됨
zh_hans: 已被内嵌浏览器 URL 策略拦截
zh_hant: 已被內嵌瀏覽器 URL 原則封鎖

# cli.browser.error.operationFailed
source: Browser operation failed
ar: فشلت عملية المتصفح
de: Browser-Operation fehlgeschlagen
es: Error en la operación del navegador
fr: L'opération du navigateur a échoué
ja: ブラウザ操作に失敗しました
ko: 브라우저 작업 실패
zh_hans: 浏览器操作失败
zh_hant: 瀏覽器操作失敗

# cli.browser.cookies.clearRequiresScope
source: browser cookies clear requires exactly one of --all or a cookie scope
ar: يتطلب browser cookies clear خيارًا واحدًا بالضبط من --all أو نطاق ملف تعريف ارتباط
de: browser cookies clear erfordert genau eine der Optionen --all oder einen Cookie-Umfang
es: browser cookies clear requiere exactamente uno de --all o un ámbito de cookie
fr: browser cookies clear requiert exactement l'option --all ou une portée de cookie
ja: browser cookies clear には --all または Cookie スコープを1つだけ指定してください
ko: browser cookies clear에는 --all 또는 쿠키 범위 중 정확히 하나가 필요합니다.
zh_hans: browser cookies clear 需要 --all 或一个 cookie 作用域，二者取其一
zh_hant: browser cookies clear 需要正好一個 --all 或 cookie 範圍

# cli.browser.cookies.invalidExpires
source: browser cookies clear --expires must be an integer Unix timestamp
ar: يجب أن يكون browser cookies clear --expires عبارة عن طابع زمني يونكس صحيح
de: browser cookies clear --expires muss ein ganzzahliger Unix-Zeitstempel sein
es: browser cookies clear --expires debe ser una marca de tiempo Unix entera
fr: browser cookies clear --expires doit être un horodatage Unix entier
ja: browser cookies clear --expires には Unix 時刻の整数を指定してください
ko: browser cookies clear --expires는 정수 Unix 타임스탬프여야 합니다.
zh_hans: browser cookies clear --expires 必须是整数形式的 Unix 时间戳
zh_hant: browser cookies clear --expires 必須是整數 Unix 時間戳記
